[
  {
    "name": "Роман",
    "tags": ["c++"],
    "text": "Владислав очень помог, за пару занятий накануне экзамена доступно объяснил все что было мне необходимо. Экзамен сдан, а значит результат говорит сам за себя :)"
  },
  {
    "name": "Эдуард",
    "tags": ["c++"],
    "text": "Помог с программированием на C++. Подготовились к пересдаче за пару месяцев. Отлично подготовил, помог разобраться с некоторыми сложными темами. Очень хорошо объясняет. С хорошим чувством юмора. Много знает о C++. Помогает если что-то не получается. Помогает при выполнении решения. То есть не подсказывает,а именно помогает рассудить как делать то или иное задание. Приводит хорошие примеры и забавные аналогии. Умеет найти нужный подход к ученику. Лучший репетитор по C++. Возможно в дальнейшем буду к нему обращаться."
  },
  {
    "name": "Александр",
    "tags": ["Python"],
    "text": "Что я могу сказать о данном преподавателе. Ребят если вы хотите чему то научится, а именно программированию, то Вам лучше преподавателя не найти. У вас не будут скучные начитки или разбор который делает сам преподаватель, Вы будете делать все сами и думать будете сами, а это одно из самых главных качеств будущего специалиста. Спасибо ему огромное за его вклад в мое становление в данном направление. Еще раз всем советую, благодаря ему я устроился в ту компанию, куда хотел!"
  },
  {
    "name": "Кирилл",
    "tags": ["JavaScript"],
    "text": "Отличный преподаватель. Помог разобраться с проблемой, написал и объяснил код"
  },
  {
    "name": "Николай",
    "tags": ["C++", "Подготовка к экзаменам"],
    "text": "Все супер!"
  },
  {
    "name": "Илья",
    "tags": ["Подготовка к экзаменам"],
    "text": "Отличный специалист, помог подготовиться к вступительным экзаменам в очень сжатые сроки."
  },
  {
    "name": "Мария",
    "tags": ["Подготовка к экзаменам", "c++"],
    "text": "Влад помог мне с курсом по с++ в университете, все прошло отлично, спасибо! кажется, он знает предмет даже лучше, чем мой преподаватель"
  }
]
